<template>
  <section style=" margin-top: 200px;">
    <article class="faq-row">
        <h2>1. Какво са общите условия и защо са важни за вашия сайт?</h2>
        <p>
            Общите условия уреждат отношенията между сайтовете и техните ползватели. Ясно и точно
            формулираните общи условия дават защита както на създателя така и на потребителите, които
            използват определен сайт. Общите условия дават възможност да уредиш отношенията си с
            голям брой лица, когато те са идентични по своя характер.
        </p>
    </article>
    <hr>
    <article class="faq-row">
        <h2>2. Трябва ли моят сайт да има политика за поверителност на личните данни?</h2>
        <p>
            Всеки сайт трябва изчерпателно да опише какви лични данни обработва, а потребителят трябва
            да даде съгласие за това. Независимо дали имаш онлайн магазин или сайт предоставящ
            информация, потребителите предоставят различни по вид лични данни. Комисията за защита
            на личните данни следи за правилното спазване на обработването на личните данни от всички
            интернет сайтове. Потребителите посещаващи сайтове трябва да се съгласят с обработването
            на личните данни. Добре изготвената политика за поверителност на личните данни предпазва
            създателят на сайт от неблагоприятни последици и налагането на санкции по Закона за защита
            на личните данни.
        </p>
    </article>
    <hr>
    <article class="faq-row">
        <h2>3. Мога ли да изготвя сам общи условия за моя сайт?</h2>
        <p>
            В редица случаи създателите на сайтове копират общи условия смятащи, че са подходящи и за
            тях. Нашият екип от юристи не препоръчва подобен подход, тъй като има прекалено много
            разлики свързани с предлаганата услуга, начините на изпълнение, начинът на плащане и други.
            Индивидуално изготвените общи условия вземат предвид спецификите на отношенията между
            потребителите и собствениците на интернет сайтове и така гарантират сигурността и на двете
            страни. Копирани общи условия, които не са изготвени от юрист могат да задължат
            собственика на сайт или лице предлагащо определена услуга да извърши неща, за които дори
            не предполага и нямащи общо с характера на предлаганата от него услуга.
        </p>
    </article>
    <hr>
    <article class="faq-row">
        <h2>4. Какъв е процесът по изготвяне на общи условия или политика за поверителност на личните данни?</h2>
        <p>
            В случай, че решите да се възползвате от услугите на нашия сайт, можете да заявите
            изготвянето на общи условия или политика за поверителност на личните данни изцяло онлайн.
            След като попълните формата, която ще излезе при натискане на бутона заяви онлайн, юрист
            от нашия екип ще се свърже с Вас за обсъдите услугите, които ще предлага вашия сайт и
            неговите специфики. Консултацията може да бъде извършена, както по телефон, така и изцяло
            чрез имейл кореспонденция.
        </p>
    </article>
  </section>
</template>

<script>
export default {

}
</script>

<style>
    .faq-row{
        font-family: Montserrat, sans-serif;
        width: 50%;
        margin: 0 auto;
        text-align: left;
        margin-top: 40px;
        margin-bottom: 40px;
    }
    @media only screen and (max-width: 768px){
        .faq-row{
            width: 91%;
        }
    }
</style>